export const lessons = [{
  header: "saponins",
  plants: [
    "Polemonium caeruleum",
    "Hedera helix",
    "Primula veris",
    "Polemonium caeruleum",
    "Dioscorea nipponica",
    "Dioscorea nipponica",
    "Dioscorea nipponica",
    "Panax ginseng",
    "Aesculus hippocastanum",
    "Aralia manshurica",
    "Glycyrrhiza glabra",
    "Glycyrrhiza glabra",
    "Primula veris",
    "Hedera helix",
    "Aesculus hippocastanum",
    "Что это?",
    "Glycyrrhiza glabra",
  ]},
  {
    header: "anthracens",
    plants: [
      "Rumex confertus",
      "Frangula alnus",
      "Rheum palmatum",
      "Rubia tinctorum",
      "Rhamnus cathartica",
      "Hypericum perforatum",
      "Hypericum maculatum"
    ]
  }
];

export const plantsDescriptions = {
  "Primula veris": "# Primula veris\n" + "\n" + "## ЛРС\n" + "\n" + "**Primulae veris radix**\n" + "\n" + "## Препараты\n" + "\n" + "*Гербион сироп от сухого кашля с первоцветом*\n" + "\n" + "## Другое\n" + "\n" + "Содержит тритерпеновые сапонины\n",
  "Hedera helix": "# Hedera helix\n" + "\n" + "## ЛРС\n" + "\n" + "**Hederae folium**\n" + "\n" + "## Препараты\n" + "\n" + "* *Гербион сироп от кашля с плющом*\n" + "* *Гербион таблетки для рассасывания от кашля*\n" + "\n",
  "Polemonium caeruleum": "# Polemonium coeruleum\n" + "\n" + "## ЛРС\n" + "\n" + "**Polemonii coerulei rhizoma cum rabicibus**\n" + "\n" + "## Препараты\n" + "\n" + "* ***Седанол** настойка внутрь от кашля, седативное действие*\n" + "* *Сироп от кашля с синюхой и солодкой*",
  "Dioscorea nipponica": "# Dioscorea nipponica\n" + "## ЛРС\n" + "**Dioscoreae nipponicae rhizoma cum radicibus**\n" + "## Препараты\n" + "?\n" + "ПКП гиперхолестеринемия",
  "Panax ginseng": "# Panax ginseng\n" + "## ЛРС\n" + "**Ginseng radix**\n" + "## Препараты\n" + "* настойка женьшеня\n" + "* фитонсол\n" + "* тримунал\n" + "\n" + "все общетонизирующие",
  "Aesculus hippocastanum": "# Aesculus hippocastanum\n" + "## ЛРС\n" + "**Aesculi hippocastani semen**\n" + "**Aesculi hippocastani folium**\n" + "## Препараты\n" + "* Эскузан капли внутрь\n" + "* Аэсцин таблетки, гель\n" + "* Веносал гель\n" + "\n" + "### ПКП\n" + "Венозная недостаточность\n" + "варикоз",
  "Aralia manshurica": "# Aralia manshurica\n" + "## ЛРС\n" + "**Araliae manshuricae radix**\n" + "## Препараты\n" + "Сапарал табл\n" + "общетонизирующие\n" + "\n" + "### ПКП\n" + "Астения\n" + "гипотония",
  "Glycyrrhiza glabra": "# Glycyrrhiza glabra\n" + "## ЛРС\n" + "**Glycyrrhizae glabra radix**\n" + "## Препараты\n" + "* Грудной эликсир, раствор внутрь от кашля\n" + "* Солодка форте, табл от кашля",
  "Что это?": "Что это?",

  "Frangula alnus": `**Крушина ольховидная(К. ломкая) –**_ **Frangula alnus** _**(** _ **Rhamnus frangula** _**)**

_ **Frangulae cortex** _ **.**

_ **Rhamnaceae.** _

Древесный кустарник. Распространен во всей Европейской части СНГ.

Заготовка –весной от момента набухания почек до начала цветения. Ножом не срезают, т.к. содержится куски древесины и надрезы сильно узкие. Заготовка идет с растений не моложе 8 лет и не ниже 3 м.

В свежесобранной коре крушины – **франгуларозид** (антраноловый гликозид –димер), обладающий рвотными свойствами. Кору крушины применяют **после годичного хранения** (за этот период антранолы окисляются кислородом воздуха) –это сушка 1 год на открытом воздухе или процесс окисления франгуларозида ускоряют при температуре **100 ºС в течение 1 ч** (искусственная сушка).

**Диагностический макроскопический признак: при соскабливании наружного слоя пробки обнаруживается слой малиново красного цвета (у остальных зеленый или бурый)**

**Химический состав: Франгуларозид , глюкофрангулин , франгулин,** хризофанол, дубильные вещества, флавоноиды, следы ЭМ.

**Действие** : Слабительное, противовоспалительное. Кратковременное лечение эпизодических запоров.

Фармакологический эффект развивается через 8 -10 часов.

ЛС:

1. **Сырье (+Калина, Биотест, Украина )** – приготовление отваров, чая - кратковременное применение при эпизодических(!) запорах. НЕЛЬЗЯ ПРИ ХРОНИЧЕСКИХ.
2. **Крушины сироп(-)** – при хронических запорах(!)
3. **Викаир(-), викалин(+ Украина**) - оказывает вяжущее, антацидное, слабительное и спазмолитическое действие. Язвенная болезнь желудка и двенадцатиперстной кишки, гиперацидный гастрит (при запорах).
4. **Алакс(+ польша)** - капский сабур, порошок+ сухой экстракт коры крушины. Предназначен для кратковременного применения при спорадически возникающих запорах.
5. **жидкий и сухой экстракт**
6. **желудочный сбор № 3**** (падис, Украина+)**
7. **слабительный сбор № 1. (Украина+)** - крушина, крапива, тысячелистник.
`,
  "Rhamnus cathartica": `**Жостер слабительный (Крушина слабительная) -**_ **Rhamnus cathartica** _

_ **Rhamni catharticae fructus.** _

_ **Rhamnaceae.** _

Кустарник. Встречается в Европе, Западной Сибири, Казахстане, средней Азии и на Кавказе.

**Внутри три косточки треугольно-выпуклые.**

Заготовка –в период полной зрелости (сентябрь-октябрь) вручную.

**Недопустимые примеси : плоды крушины (вызывают рвоту) неблестящие шарообразные костянки с 2 чечевицеобразными косточками с клювовидным хрящеватым выростом.**

**Химический состав: Глюкофрангулин, франгулин франгула эмодин, жостерин,** флавоноиды, органические кислоты, сахара, пектины.

**ЛС: сырье**

**Действие и применение:** Слабительное, противовоспалительное. Кратковременное лечение эпизодических запоров.`,
  "Cassia acutifolia": `**Сенна остролистная –** _ **Cassia acutifolia** _

**сенна узколистная** _ **Cassia angustifolia** _

_ **Sennae folium cum fructus.** _

_ **Sennae folium.** _

Сенныостролистнойплоды –_ **Sennae fructus acutifoliae.** _

Сенныузколистнойплоды_ **–Senna efructus angustifoliae.** _

_ **Fabaceae.** _

Ксерофитный кустарник. Растение широко распространено в Африке. Культивируется в Индии, а также в Средней Азии (как однолетнее растение).

Скашивают верхнюю часть растения (в фазу цветения и плодоношения), высушивают, обмолачивают и удаляют более толстые одревесневшие части стеблей. Проводят 3 сбора за сезон. Осенью обмолачивают семена.

**Химический состав** _ **.** _ Сеннозиды А, В, глюкореин, их гликозиды флавоноиды, смолы.

Смолы оказывают раздражающее действие на слизистую кишечника, вызывая колики, спастические боли живота, тошнота. Они переходят в горячую воду. Для их удаления отвар из сырья фильтруют после охлаждения, когда смола затвердевает и остается на фильтре.

**Действие:** слабительное

**Применение:** хронические запоры, гипо- и атония кишечника, регулирование стула при геморрое, проктите, анальных трещинах, очищение кишечника перед диагностическими и лечебными процедурами.

**Лекарственные средства**. Сырье(биотест, Украина), сухой экстракт, Сенадексин(таблетки сухого экстракта, + Украина), Регулакс(кубики из измельченных плодов сенны, с 12 лет, + Германия), сенна таблетки из сухого экстракта, Турбослим экспресс (комплексное средство для похудания, очищения кишечника).
`,
  "Rheum palmatum": `**Ревень тангутский–** _ **Rheum palmatum** _

_ **Rhei radix.** _

_ **Polygonaceae.** _

Многолетник. Родина р. тангутского—Дальний Восток, Китай. В Беларуси его культивируют.

Заготовка: осенью после сбора семян на 3-4 году. Корневища очищают от остатков стеблей, моют холодной водой, режут на крупные части (не толще 3-4 см и не длиннее 15 см).

**Химический состав: Антрагликозиды, дубильные в-ва.** Реум-эмодин, хризофанол

**Действие:** в больших дозах – слабительное, в малых – вяжущее.

**ЛС:** сырье, порошок, косметологические средства.
`,
  "Rumex confertus": `**Щавель**** конский **** – **_** Rumex confertus**_

_ **Rumicis conferti radix.** _

_ **Polygonaceae.** _

Многолетник. Широко распространен как сорное растение.

Корни заготавливают осенью –в начале отмирания надземных частей (август-сентябрь) или весной (апрель-май). Промывают, разрезают поперек и продольно.

**Химический состав** _ **.** _ Реум-эмодин, хризофанол и их гликозиды, дубильные вещества

**ЛС:** Отвар.

**Фармакологическое действие и применение**. **Слабительное в больших дозах, вяжущее в малых дозах, противовоспалительное,** кровоостанавливающее, ранозаживляющее. Применяют при колитах и энтероколитах, заболеваниях печени, наружно при ожогах, кожных язвах, гнойных ран и т.п.
`,
  "Aloe arborescens": `**Алоэ древовидное (Столетник) –**_ **Aloё arborescens** _

**Алоэ древовидного листья свежие –** _ **Aloёs arborescentis folium recens,** _

**Алоэ древовидного листья сухие –** _ **Aloёs arborescentis folium siccum,** _

**Алоэ древовидного побеги боковые свежие –** _ **Aloёs arborescentis cormus lateralis reces.** _

_ **Liliaceae.** _

Комнатное растение. Cуккулент. Естественно произрастает в Южной Африке, на Мадагаскаре.

Листья собирают вместе с малосочным и стеблеобъемлющим влагалищем. Нельзя собирать молодые листья верхушек (оставляют 5-7 шт). Кроме листьев собирают молодые побеги-детки. Сырье не должно хранится более 24 ч. Сбор проводят 2-3 раза за сезон. Сухие листья (метод Филатова). Выдерживают в темноте при4-8 ºС 12 сут, затем сушат при 75-80 ºС.

**Химический состав: алоин, алоэ-эмодин, реум-эмодин,** хрифозанол, смолы, горечи.

**Действие и применение:** наружно в качестве бактерицидного, ранозаживляющего кожных покровов и слизистых. Внутрь при гастритах, запорах(слабительное)

Биостимулирующее, общетонизирующее, регенерирующее, слабительное.

**ЛС: Сок алоэ в составе наружных косметических средств, жидкий экстракт в форме раствора для инъекций, капсулы, соки, сиропы, линименты.**

1. **Алоэ экстракт жидкий для инъекций(БЗМП?)** –регулирует обменные процессы – стимулирует обмен в-в, ускоряет регенерацию тканей, повышает общую резистентность организма, противомикробная активность. Применяют в составе комплексной терапии воспалительных заболеваниях глаз. Для лечения рубцовых изменений тканей, трофических язв. С 1 года. При снижении аппетита, лечении ряда ЖКТ заболеваний вне стадий обострения (гастрита, гастродуоденита, энтероколита, холецистита). В составе комплексной терапии бронхиальной астмы, туберкулеза, пневмонии. И тд
2. _Алоэ сок_ усиливает желчеотделение, секрецию пищеварительных желез, обладает слабительным действием и бактерицидной активностью в отношении болезнетворных микробов
3. _Алоэ сироп с железом_ содержит легкоусвояемое железо для образования гемоглобина и нормального кроветворения, восполняет недостаток железа в организме, связанный с плохим его усвоением в ЖКТ, кровопотерями, неполноценным питанием, повышенной потребностью в железе (период беременности, активного роста у детей и подростков).
4. _Алоэ линимент_ ускоряет эпителизацию, увеличивает толерантность кожи к рентгеновским облучениям, оказывает обезболивающий эффект, уменьшает чувство жжения и стянутость
5. _Алоэ таблетки,_ покрытые оболочкой, применяются как биогенный стимулятор микроорганизмов (внутрь), противовоспалительным, ранозаживляющим действием (наружно).
6. Детские гели и шампуни, пантенол, косметика`,
  "Rubia tinctorum": `**Марена красильная –** _ **Rubia tinctorum** _

_ **Rubiae rhizoma et radix.** _

_ **Rubiaceae.** _

Многолетник. произрастают в Средиземноморье, на Кавказе.

Ранней весной-март-апрель или в конце вегетации (до начала заморозков). Не обмывая корни и корневища.

**Химический состав**. **Руберитриновая кислота, ализарин, рубиадин** ; флавоноиды, иридоиды, органические кислоты.

**Действие** : литолитическое, спазмолитическое, мочегонное, противовоспалительное. Применяют при мочекаменной болезни, кристаллурии, спазмах мочеполового тракта.

Разрыхляет и разрушает фосфатные и оксалатные камни почек и мочевого пузыря на более мелкие. Понижает тонус и усиливает перестальтику мускулатуры почечных лоханок и мочеточников, способствуя продвижению и выведению мелких конкрементов и песка.

ЛС: сырье, Цистенал(капли для приема внутрь, настойка марены, магния салицилат, эфирные масла), Марелин(-), цистон(+, индия, таблетки)

**ЛР И ЛРС, содержащие конденсированные антраценпроизводные**`,
  "Hypericum perforatum": `**Зверобой продырявленный (З.обыкновенный) –**_ **Hypericum perforatum** _

**Зверобой пятнистый(З.четырехгранный) –**_**Hypericum maculatum (H.quadrangulum**_**).**

_ **Hyperici herba.** _

_ **Hypericaceae** _

В РБ есть. Заготовка –во время цветения до появления плодов, длинной 25-30 см (облиственные верхушки), без грубых стеблей. Недопустимо вырывать с корнями растение.

**Химический состав** _ **.** _ **Гиперицин, псевдогиперицин;** флавоноиды, дубильные вещества, эфирное масло, алкалоиды, вит.С.

**Действие:** Фотосенсибилизирующее, вяжущее, **антимикробное,** противовирусное, противовоспалительное, желчегонное (усиливает отток желчи), спазмолитическое, **антидепрессивное,** анксиолитическое, гипогликемическое, восстанавливает нормальную перистальтику кишечника, диуретическое, ранозаживляющее.

Применяют в комплексном лечении воспалительных заболеваний полости рта, глотки и симптоматическом лечении легкого дискомфорта в области желудочно-кишечного тракта. С 12 лет.

**ЛС:**

Сырье( падис, биотест, калина, беласептика), таблетки, настойка

Диагиперон(ферейн+ - настойка - Применяют при мягкой и умеренной депрессии, апатии, нарушении сна, беспокойствах, дискомфорте. Для профилактики и лечения ангины и тонзилитах, при ссадинах и ушибах. С 12 лет.)

Седанол(пустырник, валериана. Зверобой, синюха, + ферейн)

Фитолит(капсулы, таблетки, -) Гербогастрин(-) Диаротоканплюс(-) Ново-пассит(+ чехия), сбор Арфазетин(+украина), АлвисанНЕО(+Чехия)`,
}

plantsDescriptions["Hypericum maculatum"] = plantsDescriptions["Hypericum perforatum"];