export const plantsDescriptions = {
    "Primula veris": "# Primula veris\n" + "\n" + "## ЛРС\n" + "\n" + "**Primulae veris radix**\n" + "\n" + "## Препараты\n" + "\n" + "*Гербион сироп от сухого кашля с первоцветом*\n" + "\n" + "## Другое\n" + "\n" + "Содержит тритерпеновые сапонины\n",
    "Hedera helix": "# Hedera helix\n" + "\n" + "## ЛРС\n" + "\n" + "**Hederae folium**\n" + "\n" + "## Препараты\n" + "\n" + "* *Гербион сироп от кашля с плющом*\n" + "* *Гербион таблетки для рассасывания от кашля*\n" + "\n",
    "Polemonium caeruleum": "# Polemonium coeruleum\n" + "\n" + "## ЛРС\n" + "\n" + "**Polemonii coerulei rhizoma cum rabicibus**\n" + "\n" + "## Препараты\n" + "\n" + "* ***Седанол** настойка внутрь от кашля, седативное действие*\n" + "* *Сироп от кашля с синюхой и солодкой*",
    "Dioscorea nipponica": "# Dioscorea nipponica\n" + "## ЛРС\n" + "**Dioscoreae nipponicae rhizoma cum radicibus**\n" + "## Препараты\n" + "?\n" + "ПКП гиперхолестеринемия",
    "Panax ginseng": "# Panax ginseng\n" + "## ЛРС\n" + "**Ginseng radix**\n" + "## Препараты\n" + "* настойка женьшеня\n" + "* фитонсол\n" + "* тримунал\n" + "\n" + "все общетонизирующие",
    "Aesculus hippocastanum": "# Aesculus hippocastanum\n" + "## ЛРС\n" + "**Aesculi hippocastani semen**\n" + "**Aesculi hippocastani folium**\n" + "## Препараты\n" + "* Эскузан капли внутрь\n" + "* Аэсцин таблетки, гель\n" + "* Веносал гель\n" + "\n" + "### ПКП\n" + "Венозная недостаточность\n" + "варикоз",
    "Aralia mandshurica": "# Aralia manshurica\n" + "## ЛРС\n" + "**Araliae manshuricae radix**\n" + "## Препараты\n" + "Сапарал табл\n" + "общетонизирующие\n" + "\n" + "### ПКП\n" + "Астения\n" + "гипотония",
    "Glycyrrhiza glabra": `**Солодка голая (Лакрица) -Glycyrrhiza glabra,**

**Солодка уральская - Glycyrrhiza uralensis Fisch**

**Солодки корни (лакричный корень)- Glycyrrhizae radix**

**Fabaceae**

**Содержит пентациклические тритерпеновые сапонины, производные олеанана**

Многолетник. В РБ культивируется.

Заготовка с марта по ноябрь. Неочищенный корень получают после отделения от травы, очистки от земли и разрезания или подвяливания . Очищенный корень : очищают свежие или подвяленные корни от пробки ножами или машинным способом.

Естественная и искусственная при температуре не выше 50 ºС

**Химический состав:**  Тритерпеновые сапонины: ***Глицирризин (в 50р слаще сахара,** стимулирует активность реснитчатого эпителия и усиливает секреторную функцию слизистых оболочек верхних дыхательных путей, облегчает отхаркивание. Оказывает противоязвенное и противовоспалительное действие, уменьшает агрегацию тромбоцитов.**), глицирризиновая, глицирретиновая, ураленоглюкуроновая кислоты;*** флавоноиды, полисахариды, кумарины

**Действие:** отхаркивающее, иммуномоделирующее, противоязвенное, антиаллергическое, антиатеросклеротическое. 

**ЛС:** 

**Отхаркивающее, противовоспалительное,:** сироп корней солодки(-), грудной эликсир(Ферейн+), таблетки солодки, отвар из сырья(ферейн+)

1. **Грудной эликсир** состоит из густого экстракта солодки и раствора аммиака концентрированного с добавлением анисового масла. Применяют в качестве отхаркивающего средства при инфекционно воспалительных заболеваниях дыхательных путей, сопровождающихся образованием трудно отделяемой мокроты (в том числе трахеит, трахеобронхит). Не применяют с противокашлевыми и глюкокортикоидами . С 3 лет.
1. **Таблетки солодки(БАД)** стимулируют функцию коры надпочечников, повышают защитные свойства слизистой ЖКТ. Применяют при воспалительных заболеваниях органов дыхания (бронхиты, бронхоэктатическая болезнь, трахеиты, бронхиальная астма); гиперацидном гастрите, аллергических заболеваниях; коллагенозах; ранних и поздних токсикозах беременных; воспалительных заболеваниях женской половой сферы; климактерическом синдроме; 
1. **Сироп корня солодки(-)** В комплексной терапии инфекционно-воспалительных заболеваний дыхательных путей (главным образом при наличии плохо отделяемого, густого и вязкого секрета).** 

**Отхаркивающее и противовоспалительное, противоязвенное**

1. **Сироп от кашля с синюхой и солодкой** (Ферейн +) Применяют в качестве отхаркивающего средства в комплексной терапии ***острых респираторных заболеваний** **верхних дых.путей(бронхит, трахеит**). **Седативное средство при различных нарушениях ЦНС (бессонница, психическое возбуждение).** **При хронических гастритах***

**Иммуномоделирующее**

1. **Фитонсол (солодка+ женьшень) белмедпрепараты+**
1. **Тримунал (эхинация+ солодка+ женьшень) белмедпрепараты+**

Показания одинаковые – иммунодефицитные состояния, ОРВИ, астенический синдром, с 18 лет

1. **Бад Шиповит** (шиповник, рябина, солодка, душица, лофант) Экзон`,
    "Что это?": "Что это?",
    "Frangula alnus": `**Крушина ольховидная(К. ломкая) –**_ **Frangula alnus** _**(** _ **Rhamnus frangula** _**)**

_ **Frangulae cortex** _ **.**

_ **Rhamnaceae.** _

Древесный кустарник. Распространен во всей Европейской части СНГ.

Заготовка –весной от момента набухания почек до начала цветения. Ножом не срезают, т.к. содержится куски древесины и надрезы сильно узкие. Заготовка идет с растений не моложе 8 лет и не ниже 3 м.

В свежесобранной коре крушины – **франгуларозид** (антраноловый гликозид –димер), обладающий рвотными свойствами. Кору крушины применяют **после годичного хранения** (за этот период антранолы окисляются кислородом воздуха) –это сушка 1 год на открытом воздухе или процесс окисления франгуларозида ускоряют при температуре **100 ºС в течение 1 ч** (искусственная сушка).

**Диагностический макроскопический признак: при соскабливании наружного слоя пробки обнаруживается слой малиново красного цвета (у остальных зеленый или бурый)**

**Химический состав: Франгуларозид , глюкофрангулин , франгулин,** хризофанол, дубильные вещества, флавоноиды, следы ЭМ.

**Действие** : Слабительное, противовоспалительное. Кратковременное лечение эпизодических запоров.

Фармакологический эффект развивается через 8 -10 часов.

ЛС:

1. **Сырье (+Калина, Биотест, Украина )** – приготовление отваров, чая - кратковременное применение при эпизодических(!) запорах. НЕЛЬЗЯ ПРИ ХРОНИЧЕСКИХ.
2. **Крушины сироп(-)** – при хронических запорах(!)
3. **Викаир(-), викалин(+ Украина**) - оказывает вяжущее, антацидное, слабительное и спазмолитическое действие. Язвенная болезнь желудка и двенадцатиперстной кишки, гиперацидный гастрит (при запорах).
4. **Алакс(+ польша)** - капский сабур, порошок+ сухой экстракт коры крушины. Предназначен для кратковременного применения при спорадически возникающих запорах.
5. **жидкий и сухой экстракт**
6. **желудочный сбор № 3**** (падис, Украина+)**
7. **слабительный сбор № 1. (Украина+)** - крушина, крапива, тысячелистник.
`,
    "Rhamnus cathartica": `**Жостер слабительный (Крушина слабительная) -**_ **Rhamnus cathartica** _

_ **Rhamni catharticae fructus.** _

_ **Rhamnaceae.** _

Кустарник. Встречается в Европе, Западной Сибири, Казахстане, средней Азии и на Кавказе.

**Внутри три косточки треугольно-выпуклые.**

Заготовка –в период полной зрелости (сентябрь-октябрь) вручную.

**Недопустимые примеси : плоды крушины (вызывают рвоту) неблестящие шарообразные костянки с 2 чечевицеобразными косточками с клювовидным хрящеватым выростом.**

**Химический состав: Глюкофрангулин, франгулин франгула эмодин, жостерин,** флавоноиды, органические кислоты, сахара, пектины.

**ЛС: сырье**

**Действие и применение:** Слабительное, противовоспалительное. Кратковременное лечение эпизодических запоров.`,
    "Cassia acutifolia": `**Сенна остролистная –** _ **Cassia acutifolia** _

**сенна узколистная** _ **Cassia angustifolia** _

_ **Sennae folium cum fructus.** _

_ **Sennae folium.** _

Сенныостролистнойплоды –_ **Sennae fructus acutifoliae.** _

Сенныузколистнойплоды_ **–Senna efructus angustifoliae.** _

_ **Fabaceae.** _

Ксерофитный кустарник. Растение широко распространено в Африке. Культивируется в Индии, а также в Средней Азии (как однолетнее растение).

Скашивают верхнюю часть растения (в фазу цветения и плодоношения), высушивают, обмолачивают и удаляют более толстые одревесневшие части стеблей. Проводят 3 сбора за сезон. Осенью обмолачивают семена.

**Химический состав** _ **.** _ Сеннозиды А, В, глюкореин, их гликозиды флавоноиды, смолы.

Смолы оказывают раздражающее действие на слизистую кишечника, вызывая колики, спастические боли живота, тошнота. Они переходят в горячую воду. Для их удаления отвар из сырья фильтруют после охлаждения, когда смола затвердевает и остается на фильтре.

**Действие:** слабительное

**Применение:** хронические запоры, гипо- и атония кишечника, регулирование стула при геморрое, проктите, анальных трещинах, очищение кишечника перед диагностическими и лечебными процедурами.

**Лекарственные средства**. Сырье(биотест, Украина), сухой экстракт, Сенадексин(таблетки сухого экстракта, + Украина), Регулакс(кубики из измельченных плодов сенны, с 12 лет, + Германия), сенна таблетки из сухого экстракта, Турбослим экспресс (комплексное средство для похудания, очищения кишечника).
`,
    "Rheum palmatum": `**Ревень тангутский–** _ **Rheum palmatum** _

_ **Rhei radix.** _

_ **Polygonaceae.** _

Многолетник. Родина р. тангутского—Дальний Восток, Китай. В Беларуси его культивируют.

Заготовка: осенью после сбора семян на 3-4 году. Корневища очищают от остатков стеблей, моют холодной водой, режут на крупные части (не толще 3-4 см и не длиннее 15 см).

**Химический состав: Антрагликозиды, дубильные в-ва.** Реум-эмодин, хризофанол

**Действие:** в больших дозах – слабительное, в малых – вяжущее.

**ЛС:** сырье, порошок, косметологические средства.
`,
    "Rumex confertus": `**Щавель**** конский **** – **_** Rumex confertus**_

_ **Rumicis conferti radix.** _

_ **Polygonaceae.** _

Многолетник. Широко распространен как сорное растение.

Корни заготавливают осенью –в начале отмирания надземных частей (август-сентябрь) или весной (апрель-май). Промывают, разрезают поперек и продольно.

**Химический состав** _ **.** _ Реум-эмодин, хризофанол и их гликозиды, дубильные вещества

**ЛС:** Отвар.

**Фармакологическое действие и применение**. **Слабительное в больших дозах, вяжущее в малых дозах, противовоспалительное,** кровоостанавливающее, ранозаживляющее. Применяют при колитах и энтероколитах, заболеваниях печени, наружно при ожогах, кожных язвах, гнойных ран и т.п.
`,
    "Aloe arborescens": `**Алоэ древовидное (Столетник) –**_ **Aloё arborescens** _

**Алоэ древовидного листья свежие –** _ **Aloёs arborescentis folium recens,** _

**Алоэ древовидного листья сухие –** _ **Aloёs arborescentis folium siccum,** _

**Алоэ древовидного побеги боковые свежие –** _ **Aloёs arborescentis cormus lateralis reces.** _

_ **Liliaceae.** _

Комнатное растение. Cуккулент. Естественно произрастает в Южной Африке, на Мадагаскаре.

Листья собирают вместе с малосочным и стеблеобъемлющим влагалищем. Нельзя собирать молодые листья верхушек (оставляют 5-7 шт). Кроме листьев собирают молодые побеги-детки. Сырье не должно хранится более 24 ч. Сбор проводят 2-3 раза за сезон. Сухие листья (метод Филатова). Выдерживают в темноте при4-8 ºС 12 сут, затем сушат при 75-80 ºС.

**Химический состав: алоин, алоэ-эмодин, реум-эмодин,** хрифозанол, смолы, горечи.

**Действие и применение:** наружно в качестве бактерицидного, ранозаживляющего кожных покровов и слизистых. Внутрь при гастритах, запорах(слабительное)

Биостимулирующее, общетонизирующее, регенерирующее, слабительное.

**ЛС: Сок алоэ в составе наружных косметических средств, жидкий экстракт в форме раствора для инъекций, капсулы, соки, сиропы, линименты.**

1. **Алоэ экстракт жидкий для инъекций(БЗМП?)** –регулирует обменные процессы – стимулирует обмен в-в, ускоряет регенерацию тканей, повышает общую резистентность организма, противомикробная активность. Применяют в составе комплексной терапии воспалительных заболеваниях глаз. Для лечения рубцовых изменений тканей, трофических язв. С 1 года. При снижении аппетита, лечении ряда ЖКТ заболеваний вне стадий обострения (гастрита, гастродуоденита, энтероколита, холецистита). В составе комплексной терапии бронхиальной астмы, туберкулеза, пневмонии. И тд
2. _Алоэ сок_ усиливает желчеотделение, секрецию пищеварительных желез, обладает слабительным действием и бактерицидной активностью в отношении болезнетворных микробов
3. _Алоэ сироп с железом_ содержит легкоусвояемое железо для образования гемоглобина и нормального кроветворения, восполняет недостаток железа в организме, связанный с плохим его усвоением в ЖКТ, кровопотерями, неполноценным питанием, повышенной потребностью в железе (период беременности, активного роста у детей и подростков).
4. _Алоэ линимент_ ускоряет эпителизацию, увеличивает толерантность кожи к рентгеновским облучениям, оказывает обезболивающий эффект, уменьшает чувство жжения и стянутость
5. _Алоэ таблетки,_ покрытые оболочкой, применяются как биогенный стимулятор микроорганизмов (внутрь), противовоспалительным, ранозаживляющим действием (наружно).
6. Детские гели и шампуни, пантенол, косметика`,
    "Rubia tinctorum": `**Марена красильная –** _ **Rubia tinctorum** _

_ **Rubiae rhizoma et radix.** _

_ **Rubiaceae.** _

Многолетник. произрастают в Средиземноморье, на Кавказе.

Ранней весной-март-апрель или в конце вегетации (до начала заморозков). Не обмывая корни и корневища.

**Химический состав**. **Руберитриновая кислота, ализарин, рубиадин** ; флавоноиды, иридоиды, органические кислоты.

**Действие** : литолитическое, спазмолитическое, мочегонное, противовоспалительное. Применяют при мочекаменной болезни, кристаллурии, спазмах мочеполового тракта.

Разрыхляет и разрушает фосфатные и оксалатные камни почек и мочевого пузыря на более мелкие. Понижает тонус и усиливает перестальтику мускулатуры почечных лоханок и мочеточников, способствуя продвижению и выведению мелких конкрементов и песка.

ЛС: сырье, Цистенал(капли для приема внутрь, настойка марены, магния салицилат, эфирные масла), Марелин(-), цистон(+, индия, таблетки)

**ЛР И ЛРС, содержащие конденсированные антраценпроизводные**`,
    "Hypericum perforatum": `**Зверобой продырявленный (З.обыкновенный) –**_ **Hypericum perforatum** _

**Зверобой пятнистый(З.четырехгранный) –**_**Hypericum maculatum (H.quadrangulum**_**).**

_ **Hyperici herba.** _

_ **Hypericaceae** _

В РБ есть. Заготовка –во время цветения до появления плодов, длинной 25-30 см (облиственные верхушки), без грубых стеблей. Недопустимо вырывать с корнями растение.

**Химический состав** _ **.** _ **Гиперицин, псевдогиперицин;** флавоноиды, дубильные вещества, эфирное масло, алкалоиды, вит.С.

**Действие:** Фотосенсибилизирующее, вяжущее, **антимикробное,** противовирусное, противовоспалительное, желчегонное (усиливает отток желчи), спазмолитическое, **антидепрессивное,** анксиолитическое, гипогликемическое, восстанавливает нормальную перистальтику кишечника, диуретическое, ранозаживляющее.

Применяют в комплексном лечении воспалительных заболеваний полости рта, глотки и симптоматическом лечении легкого дискомфорта в области желудочно-кишечного тракта. С 12 лет.

**ЛС:**

Сырье( падис, биотест, калина, беласептика), таблетки, настойка

Диагиперон(ферейн+ - настойка - Применяют при мягкой и умеренной депрессии, апатии, нарушении сна, беспокойствах, дискомфорте. Для профилактики и лечения ангины и тонзилитах, при ссадинах и ушибах. С 12 лет.)

Седанол(пустырник, валериана. Зверобой, синюха, + ферейн)

Фитолит(капсулы, таблетки, -) Гербогастрин(-) Диаротоканплюс(-) Ново-пассит(+ чехия), сбор Арфазетин(+украина), АлвисанНЕО(+Чехия)`,
    "Arctostaphylos uva-ursi": `**Толокнянка обыкновенная (Медвежье ушко)- Arctostaphylos uva ursi )** 

**Uvae ursi folium**

**Толокнянки побеги - Uvae ursi cormus**

**Вересковые- Ericaceae**

Вечнозеленый многолетник. Распространен от Дальнего Востока до Карпат.

Сбор проводят в два срока: весной–до цветения или в самом начале и осенью–с момента созревания плодов до их осыпания, до появления снежного покрова. Нельзя заготавливать с середины июля до конца августа, т.к. сырье буреет  и в нем меньше арбутина. Толокнянка медленно растущее растение –интервал между сборами 3-5 лет.

**Химический состав*.*** Фенольный гликозид **арбутин, метиларбутин, гидрохинон**;  дуб в-ва, урсоловая кислота, флавоноиды, аминокислоты, иод.

**Действие**: уроантисептическое – применяется для дезинфекции мочевыводящих путей при циститах, уретритах. НЕ ПРИМЕНЯТЬ БОЛЬШЕ НЕДЕЛИ. Моча окрашивается в зеленый цвет. С 12 лет

**ЛС:** мочегонный сбор №2(+ падис, беласептика), сырье( + падис, биотест, беласептика)

**Противопоказания:**  Заболевания почек гломерулонефрит , пиелит, тяжелые заболевания печени и почек. 
`,
    "Vaccinium vitis-idaea": `**Брусника обыкновенная –Vaccinium vitis-idaea**

**Vaccinii vitis-idaeae folium**,

Брусники побеги –**Vaccinii vitis-idaeae cormus**.

**Vacciniaceae.**

Вечно зеленый кустарник. от Дальнего Востока до Балтики и от Белого до Черного моря.

Заготовка аналогично толокнянке. Весной –до цветения. Осенью –после полного созревания плодов. 

**Химический состав*.* Арбутин, гидрохинон, метиларбутин,** дубильные вещества, флавоноиды,  урсоловая кислота, каротиноиды, витамин С.

**Действие:** уроантисептическое(противовоспалительное), диуретическое – при дезинфекции мочевыводящих путей при циститах, уретритах. С 12 лет![](Aspose.Words.cf79e2b1-19f1-4547-82b0-e9b407ec8c66.001.jpeg)

ЛС: сырье(калина, падис, биотест, беласептика)`,
    "Rhodiola rosea": `**Родиола розовая (Золотой корень)  –Rhodiola rosea** 

**Родиолы розовой корневища и корни –Rhodiolae roseae rhizoma et radix.**

**Толстянковые –Crassulaceae.**

Многолетнее суккулентное двудомное растение. от тундры европейской части СНГ до Алтая, Забайкалья и Дальнего Востока. 

С конца цветения и до конца вегетации растения. Не подлежат заготовке молодые растения с 1-2 стеблями. Высушенное сырье на изломе розовое. Сушка на солнце недопустима.

**Химический состав*.*** фенолоспирт - салидрозид; фенилпропаноиды – розавин, флавоноиды, дубильные вещества, эфирное масло – цитраль, коричный альдегид, микроэлементы, орг. к-ты

**Действие:** тонизирующее, адаптогенное – повышает устойчивость организма к неблагоприятным воздействиям, физ., умственную работоспособность, способствует восстановлению жизнедеятельности организма после перенесенных заболеваний. Стимулирующее ЦНС, иммуномодулирующее, противовоспалительное, бактерицидное. Активирует функцию щитовидной железы. Снижает содержание молочной кислоты в мышцах.

**ЛС:**  Настойка, бады, экстракт жидкий - улучшает энергетическое обеспечение мозга, регулирует уровень глюкозы в крови, косметические средства (крема и т.д.).`,
    "Salix acutifolia": `**Ива остролистная (И. белая (серебристая) - Salix acutifolia, S. alba, S.caprea(козья)**

**Salicis cortex**

**Salicis folium (???????)**

**Salicaceae**

Двудомные виды, представляющие собой деревья и кустарники. Встречается повсеместно на территории СНГ. 

Собирают с двух-трехлетних ветвей в апреле —июне в период сокодвижения, подвяливают на солнце и досушивают в сушилке при температуре 50—60 ºС (ломается, а не гнется).

**Химический состав*.*** Фенолгликозиды: салицин, саликорцил, салициловый спирт, флавоноиды, дубильные в-ва, смолистые соед., орг. к-ты

**Действие:** жаропонижающее, противоспалительное, тонизирующее. Применяют при простудных заболеваниях, сопровождающихся лихорадкой, воспалениях ротовой полости, верхних дыхательных путей и кожи.

**ЛС:** инсти(+, пакистан), сырье`,
    "Schizandra chinensis": `**Лимонник китайский - Schizandra chinensis** 

**Schizandrae chinensis semen**

**Schizandrae chinensis fructus**

**Schizandraceae**

Древесная лиана. Произрастает на Сахалине, Дальнем Востоке, в Северном Китае, Корее.

Заготовка –в период полного созревания (до заморозков). 

Семена –после отжима сока из кистей с плодами, отжатую мякоть увлажняют, помещают в бочки и оставляют для брожения в теплом месте. Через 3-5 дней помещают на решетку и сильной струей воды отмывают. Сушат при 50 ºС. Высушенные семена очищают от примесей.

**Химический состав.** Лигнаны: схизандрин, изосхизандрин, дезоксисхизандрин, гомизины А, B, C, D, F, G, H, I, N,  органические кислоты, эфирные и жирные масла, дубильные вещества

**Действие:** тонизирующее, адаптогенное. гепатопротекторное. Улучшает цветоразличение.

Применяют при физической и умственной усталости, астении, депрессии, при ОРВИ. Увеличивает остроту слуха, кожную чувствительность, рефлекторное возбуждение спинного мозга, нормализует секрецию желудочного сока.

ЛС: сироп лимонника бад`,
    "Eleutherococcus senticosus": `**Элеутерококк (Свободноягодник) колючий -Eleutherococcus senticosus** 

**Araliaceae**

**Eleutherococci rhizome et radix**

**Многоствольный кустарник**. **В РБ в агрокультуре.**

осенью во второй половине сентября у взрослых развитых растений высотой более 1 м, моют быстро, рубят на куски и сушат на чердаках или при 70-80 ºС. 

**Химический состав:** *лигнаны:*** сирингарезинол, элеутерозиды (их 8 - относятся к тритерпеновым сапонинам, кумаринам и лигнанам), элеутерозид В (сирингин)

**Действие:** общетонизирующее, адаптогенное, иммуномодулирующее (увеличивает число Т-лимфоцитов), гипогликемическое

**ЛС:** 

1. *БАДы в виде таблеток, драже, настойки* - при переутомлении, раздражительности, физической и умственной усталости, реконвалесценции (после соматических и инфекционных заболеваний), артериальной гипотонии, ипохондрии. Назначают при тяжелых проявлениях климакса, при вазомоторных расстройствах, нарушениях менструального цикла. Увеличивает остроту слуха и зрения
1. **Элеутерококка жидкий экстракт** (спиртовое извлечение, Ферейн+) – стимулирующее на ЦНС, повышение физической и умственной работоспособности при астенических состояниях, переутомлении
1. **Арфазетин** (сбор (побеги черника, плоды фасоли, шиповника, корни элеутерококка (аралия, заманиха, женьшень), трава хвоща, зверобоя, цветы ромашки) Украина +) – комплексная терапия сахарного диабета 2 типа легкой степени тяжести,*`,
    "Silybum marianum": `**Расторопша пятнистая (Остро-пёстро) - Silybum marianum** 

**Asteraceae**

**Silybi mariani fructus**

**Травянистое. В РБ в агрокультуре**

В период засыхания обверток на большинстве боковых корзинок в августе-сентябре. Скашивают надземную часть, сушат на току и обмолачивают. Затем плоды очищают от примесей и досушивают. Хранят в специальной кладовой для семян и плодов.

**Химический состав:** *Флаволигнаны*: силибин (силибинин), силидианин, силикристин; ЖМ, биогенные амины (гистамин, тирамин), флавоноиды (кверцетин, дигидрофлаванол, таксифолин), макро-и микроэлементы.

**Действие:** Гепатопротекторное, желчегонное, иммуномодулирующее, антиоксидантное, лактогенное. При токсических поражениях, хронических воспалительных заболеваниях печени или циррозе печени.

**ЛС:** 

1. **Сырье** (Биотест+) – отвары для лечения заболеваний печени и желчевыводящих путей. 
1. **Сухой экстракт** (Китай, Италия, Белмедпрепараты +) 
1. *Масло расторопши как БАД, также в капсулах*
1. *Шрот расторопши как БАД в виде порошка* – перемолотые семена расторопши после холодного отжима из них масла. Усиливает перистальтику и благоприятен для микрофлоры.
1. **Силибор 35** (таблетки с сухим экстрактом, Украина+) - для симптоматического лечения хронических токсических поражений печени; для поддерживающего лечения у пациентов с хроническими воспалительными заболеваниями печени или циррозом печени. С 12 лет. При одновременном применении силимарина и пероральных контрацептивных средств и препаратов, применяемых при эстроген-заместительной терапии, возможно снижение эффективности последних.
1. **Легалон 140** (капсулы с сухим экстрактом, Германия+), **Гепсил-Рн** (таблетки, Рубикон+), **Силимарин** (таблетки, БЗМП+), **Карсил** (таблетки, капсулы, Болгария+)
1. *Агастацин* (настойка на расторопшеи многоколоснике, Диалек-)
1. *Биеносилим* (капсулы, Белмедпрепараты-)
1. **Иберогаст** (капли из экстракта (ибериса, травы чистотела, корня дягиля, солодки, цветки ромашки, листьев мяты, мелиссы, плодов тмина и расторопши) Германия+) – для лечения ЖКТ расстройств (диспепсия, синдром раздраженного кишечника, гастрит`,
    "Podophyllum peltatum": `**Подофилл щитовидный**

**Podophyllum peltatum - Berberidaceae**

Podophylli rhizoma cum radicibus

**Эндемик Северной Америки.** 

с 3-5-летних плантаций осенью или весной. Сушат на чердаках или при 40 ºС. Хранят как сильнодействующее.

**Химический состав:** *Лигнаны* *тетрагидронафталинового типа*: подофиллотоксин, пельтатины.

**Действие:** Цитостатическое, желчегонное, слабительное, некротизирующее (местно), прижигающее, противоопухолевое. Применяют при папилломматозе. Подофиллотоксин-митотический яд -тормозит деление опухолевых клеток. Применяют в виде 5-25% спиртового раствора (на 90% спирте) или масляной суспензии подофиллина или мази при лечении остроконечных кондилом. Применяют также папиломме гортани и мочевого пузыря (экспериментальные работы) 

**Нельзя во время** **беременности**

**Побочные реакции:** при введении в мочевой пузырь ощущают боль в низу живота, чувство жжения в области мочевого пузыря, расстройство мочеиспускания; при смазывании участков гортани—тошноту, рвоту и расстройство ЖКТ.

**ЛС:** *Подофиллин*`,
    "Astragalus dasyan": `**Астрагал шерстистоцветковый - Astragalus dasyan**

**Астрагала шерстистоцветкового трава - Astragali dasyanthi herba**

**Fabaceae**

**Содержит тетрациклические тритерпеновые сапонины, производные циклоартана**

Многолетник.

В период массового цветения до образования плодов, срезая (не срывая повреждаются почки возобновления). Сушат при 55 ºС

**Химический состав:** Дазиантозиды А, В, С, производные дазиантогенина; флавоноиды (кверцетин, кемпферол, изорамнетин), дубильные вещества

**ЛС: настой из сырья которое у нас не продают**

**Действие:** Гипотензивное, диуретическое. Применяют при начальных формах артериальной гипертензии, недостаточности кровообращения и сердечной недостаточности, при хронической недостаточности кровообщращения.`,
    "Tribulus terrestris": `**Якорцы стелющиеся- Tribulus terrestris**

**Якорцев стелющихся трава Tribuli terrestris herba**

**Zygophyllaceae**

**Содержит стероидные сапонины, производные диосгенина**

Однолетник. 

**Химический состав:** Триллин , диосцин , протодиосцин ,грациллин ; флавоноиды, дубильные вещества, алкалоиды.

**Действие:** Гипотензивное, мочегонное, антисклеротическое. Применяют при бесплодии, половых дисфункциях, дислипопротеинемии (при необходимости снижения уровня ЛПНП и холестерина) и как общетонизирующее средство. Увеличивает количество сперматозоидов и их подвижность, улучшает эрекцию. Снижает давление, применяется при ИБС. Ингибирует альфа глюкозидазу в кишечнике, что снижает всасывание сахара.

**ЛС:** 

1. Спеман (таблетки, - ятрышник мужской, астеркант длиннолистый, латук компасный, мозаичное золото, аргирея красивая, якорцы стелющиеся, лептадений сетчатый, пармелия жемчужная, бархатные зудящие бобы). - Препарат стимулирует сперматогенез, повышает подвижность сперматозоидов, снижает вязкость спермы. При остром и хроническом воспалении простаты.
1. Жидкий экстракт
1. Трибестан(Болгария+)- эректильная дисфункция, в т.ч. сопровождающаяся снижением либидо; бесплодие у мужчин, для снижения уровня общего холестерина.
1. Трибуспонин(-)`,
    "Leuzea carthamoides": `**Левзеи сафлоровидной листья - Rhapontici carthamoides folium**

**Левзеи сафлоровидной корневища с корнями Rhapontici carthamoides rhizoma cum radicibus**

**Левзея сафлоровидная (Маралий корень, рапонтикум сафлоролоровидный) Leuzea carthamoides (Rhaponticum carthamoides)**

**Asteraceae.**

**Содержит фитоэкдизоны**

Многолетник. в Беларуси культивируется.

**Химический состав:** Фитоэкдизоны (экдистероиды ) : экдистерон , инокостерон , интегристероны А, В; рапонтозиды , лигнаны , эфирное масло, флавоноиды, дубильные вещества, органические кислоты. 

**Действие:** Стимулирующее ЦНС (психостимулятор), общетонизирующее , адаптоген .Усиливают синтез белка (анаболик). Рекомендуется к применению для: адаптации организма к повышенным физическим и умственным нагрузкам, усиления работоспособности, восстановления после тяжелых заболеваний и истощения, снижения чувства утомления, раздражительности, повышения либидо и потенции.

**ЛС:** жидкий экстракт, экдистен(-) - астенический синдром, связанный с ослаблением белоксинтезирующих процессов; при длительных интоксикациях, инфекциях; умственное и физическое переутомление; у спортсменов, в качестве лекарственного средства повышающего скоростно-силовые качества в период подготовки к соревнованиям. Бад Левзея.`,
    "Digitalis purpurea": `**Наперстянка пурпурная – Digitalis purpurea** 

\` \`**Digitalis purpureaе folium.**

**Scrophulariaceae**

Произрастает в Западной Европе, Карпатах. Во флоре Беларуси в диком виде не отмечено, но иногда культивируется как декоративное. Собирают розеточные листья первогогода и стеблевые листья второго года.

**Химический состав.** Сердечные гликозиды: ***Пурпуреагликозиды*** ***А, В***, глюкогиталоксин; ***дигитоксин, гитоксин***, ***гиталоксин***; стероидные сапонины (до 2%), флавоноиды, иридоиды (до 5%), фенолкарбоновые к-ты.`,
    "Digitalis grandiflora": `**Наперстянка  крупноцветковая –  Digitalis grandiflora,**

**Digitalis folium**

**Scrophulariaceae.**

**Химический состав.** Ланатозиды А, В, С, стероидные сапонины, флавоноиды.`,
    "Digitalis lanata": `**Наперстянка шерстистая – Digitalis lanata**

\` \`**Digitalis lanatae folium,**

**Scrophulariaceae**

Многолетнее травянистое растение. В культуре выращивается обычно как двулетнее растение. Естественно произрастает на Кавказе, Балканах, но считается редким, исчезающим видом. В Беларуси известно только в культуре.

**Химический состав.** Сердечные гликозиды: ***Ланатозиды (дигиланиды) А, В, С, D, ацетилдигитоксин, ацетилгитоксин, ацетилдигоксин; дигитоксин, дигитоксигенин, гитоксин,*** стероидные сапонины, флавоноиды, витамины, фенолкарбоновые кислоты.

**ЛС:** 

**Дигоксин** – (таблетки по 0.25 мг, Фармлэнд +, по рецепту!, есть инъекционные формы в ампулах) Действие кардиотоническое. – относится к кардиологическим препаратам группы сердечных гликозидов. Увеличивает сократимость миокарда, уменьшает ЧСС. Применяется при застойной сердечной недостаточности, мерцании, трепетании предсердий, пароксизмальной тахикардии. Применяют начиная с нагрузочной дозы, затем поддерживающую. Схемы применения у детей до и после 10 лет различны.

Побочные эффекты (мало ли новое требование будет)): учащенное сердцебиение, боль в груди, затрудненное дыхание или потоотделение; замедление или сбой сердечного ритма; плохое самочувствие или диарея; сыпь на коже, которая может зудеть; сонливость или головокружение; проблемы со зрением: размытое, или желто-зеленое восприятие окружающего; замедленная или неравномерная скорость сердца и др.

***Целанид КМП*** – (Украина, табл, -) – кардиотоническое средство, показания к применению такие как у дигоксина.`,
    "Strophantus  kombe": `**Строфант Комбе - Strophantus  kombe**

**Strophanthi semen**

\` \`**Apocynaceae**

Многолетняя лиана. Произрастает в тропиках Африки.

**Химический состав. Сердечные гликозиды:** ***К-строфантозид, К-строфантин-ß, цимарин, строфантидин, цимарин, жирное масло, сапонины.*** 

**ЛС**.

**Строфантин Г** (раствор для инъекций 0,025% 1мг №10, Украина +, по рецепту) – в составе комплексной терапии острой и хронической сердечной недостаточности, при мерцании и трепетании предсердий пароксизмального и хронического течения. Влияет на калиево-натриевый насос кардиомиоцитов. С 15 лет. Повышает силу и скорость сердечных сокращений.

**Фармакологическое действие и применение**. Кардиотоническое. Для лечения острой сердечной недостаточности.`,
    "Adonis vernalis": `**Горицвет весенний (Адонис) - Adonis vernalis** 

**Adonidis vernalis herba.**

**Ranunculaceae**

Многолетник. Естественно произрастает в лесостепной и степной зонах, в Беларуси культивируется.

В период  плодоношения срезают 7-10 см от поверхности почвы выше коричневых чешуй. Побеги не выдергивают и не обрывают, чтобы не повредить точки возобновления. Скашивают или срезают со всеми растениями, а затем выбирают побеги горицвета. Сушат на продуваемых стеллажах под навесом либо в сушилках при температуре 40—50 ºС.

**Химический состав.** Сердечные гликозиды: **адонитоксин,** строфантидин, цимарин, адонитоксигенин,  флавоноиды, кислоты, спирт адонит.

**Фармакологическое действие и применение**. Кардиотоническое, успокаивающее. Применяют при начальных стадиях хронической сердечной недостаточности, раздражительности.

**ЛС:**

**Фиточай, сырье ангро (россия)**

**Адонис-бром** (БЗМП, -, таблетки, покрытые оболочкой КBr + густой экстракт горицвета, без рецепта) – действие кардиотоническое, седативное, применяется при начальной стадии хронической сердечной недостаточности, раздражительности.`,
    "Convallaria majalis": `**Ландыш майский (Язык лесной) - Convallaria  majalis**

**Convallariae herba,**

**Convallariae folium,**

**Convallariae flos,**

**Convallariaceae**

Многолетник. 

Трава и цветки – во время цветения, листья – до и в начале цветения. Траву и листья срезают на 3-5 см выше почвы, выше бурых чешуй (почки возобновления). Цветочные кисти срезают отступая примерно 3 см  от нижнего цветка в соцветии. Сушат при 40-50. Конец сушки по ломкости.

**Химический состав.** ***Конваллотоксин, конваллотоксол, конваллозид;*** стероидные сапонины, флавоноиды (производные кверцетина, кемпферола, лютеолина), эфирное масло (фарнезол).

**Фармакологические свойства и применение**. Кардиотоническое, желчегонное.  Кратковременного действия (максимум 30 мин). Применяют при острой и хронической  сердечной недостаточности при непереносимости наперстянки.

**ЛС**:

**Коргликон (**р-р для инъекций 0.6 мг/мл в ампулах 1 мл в упаковке №10, по рецепту, +, Украина) – применяется при острой и хронической сердечно-сосудистой недостаточности, при  непереносимости препаратов наперстянки. Препарат имеет седативное влияние на центральную нервную систему.

**Капли Зеленина** (+, Украина, красавка, ландыш, валериана, ментол, капли для приема внутрь) – в комплексной терапии нейроциркуляточной дистонии, хронической сердечной недостаточности, сопровождающейся синусовой брадикардией.`,
    "Erysimum diffusum": `**Желтушник раскидистый (Ж. серый) - Erysimum  diffusum (E. canescens )**

**Erysimi diffusi herba recens,**

**Erysimi diffusi semen.**

**Brassicaceae.**

Культивируется, двулетник. Траву скашивают во время цветения, доставляют на завод не позднее 48 часов после сбора, далее немедленная переработка.

**Химический состав.** Трава. Сердечные гликозиды - **Эризимозид, эризимин, глюкоэризимозид,** флавоноиды (производные кверцетина, изорамнетина)

Семена. **Сердечные гликозиды - эризимозид, гликозиды строфантидина, масло (30-40%).**

**Фармакологическое действие и применение**. Кардиотоническое. Применяют при острой и хронической сердечной недостаточности II—III степени с тяжелым нарушением кровообращения. При ревматических пороках сердца.

**ЛС:**

\` \`Сок, Кардиовален(-, капли для приема внутрь – седативное и кардиотоническое действие) из травы, строфандитина ацетат (семена)`,
    "Hypericum maculatum": "",
    "Glycyrrhiza uralensis": "",
    "Salix alba": "",
    "LRS": "Тут нечего писать"
};
function same(plant, as) {
    plantsDescriptions[plant] = plantsDescriptions[as];
}
same("Hypericum maculatum", "Hypericum perforatum");
same("Glycyrrhiza uralensis", "Glycyrrhiza glabra");
same("Salix alba", "Salix acutifolia");
export const lessons = [{
        header: "saponins",
        plants: [
            "Polemonium caeruleum",
            "Hedera helix",
            "Primula veris",
            "Polemonium caeruleum",
            "Dioscorea nipponica",
            "Dioscorea nipponica",
            "Dioscorea nipponica",
            "Panax ginseng",
            "Aesculus hippocastanum",
            "Aralia mandshurica",
            "Glycyrrhiza glabra",
            "Glycyrrhiza glabra",
            "Primula veris",
            "Hedera helix",
            "Aesculus hippocastanum",
            "Что это?",
            "Glycyrrhiza glabra",
        ]
    },
    {
        header: "anthracens",
        plants: [
            "Rumex confertus",
            "Frangula alnus",
            "Rheum palmatum",
            "Rubia tinctorum",
            "Rhamnus cathartica",
            "Hypericum perforatum",
            "Hypericum maculatum",
            "Rheum palmatum",
            "Rubia tinctorum",
            "Hypericum perforatum",
            "Rumex confertus",
            "Aloe arborescens",
            "Frangula alnus"
        ]
    },
    {
        header: "kolok3",
        plants: [
            "Dioscorea nipponica",
            "Glycyrrhiza glabra",
            "Rhamnus cathartica",
            "Rhamnus cathartica",
            "Leuzea carthamoides",
            "Hypericum maculatum",
            "Panax ginseng",
            "Aralia mandshurica",
            "Glycyrrhiza uralensis",
            "Frangula alnus",
            "Dioscorea nipponica",
            "Salix alba",
            "Rubia tinctorum",
            "Hypericum perforatum",
            "Schizandra chinensis",
            "Arctostaphylos uva-ursi",
            "Rumex confertus",
            "Vaccinium vitis-idaea",
            "Rheum palmatum",
            "Frangula alnus",
            "Silybum marianum",
            "Salix acutifolia",
            "Eleutherococcus senticosus",
            "Convallaria majalis",
            "Polemonium caeruleum",
            "Primula veris",
            "Aesculus hippocastanum",
            "Glycyrrhiza glabra",
            "Hedera helix",
            "Erysimum diffusum",
            "Digitalis grandiflora",
            "Digitalis lanata",
            "Podophyllum peltatum",
            "Digitalis purpurea",
            "Erysimum diffusum",
            "Adonis vernalis",
            "LRS",
            "LRS",
            "LRS",
            "Leuzea carthamoides",
            "LRS",
            "LRS",
            "LRS",
            "LRS",
            "LRS",
            "LRS",
            "LRS"
        ]
    }
];
